<div class="ui text container">
<h2 style="padding-top:20px;">개인정보 취급방침</h2>
<hr>
<h3>1.개인정보 수집에 대한 동의</h3>
<p>“회사”는 고객님께서 개인정보취급방침 내용 중 개인정보 수집에 대하여 안내하고 있으며, 회원가입 시 개인정보 수집에 대해 동의한 것으로 봅니다.</p>
<h3>2.개인정보의 수집 및 이용목적</h3>
<p>"개인정보"란, 개인정보보호법 제2조 제1호에 따라 살아있는 개인에 관한 정보로서 특정 개인을 알아볼 수 있는 정보를 의미하고, 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 말합니다.
"회사"는 다음 목적을 위하여 개인정보를 수집하고 있으며 다음 목적 이외의 용도로는 수집한 개인정보를 이용하지 않습니다.</p>
<h3>3.수집하는 개인정보 항목</h3>
<p>가. “회사”는 기본적인 서비스 제공을 위한 필수 정보만을 수집하고 있으며 고객 각각의 기호와 필요에 맞는 서비스를 제공하기 위한 정보 수집 시 별도 동의를 득하고 수집하고 있습니다. 선택 정보를 입력하지 않은 경우에도 서비스 이용 제한은 없습니다.
<br>나. “회사”는 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다. 그리고, 어떤 경우에라도 입력하신 정보를 이용자들에게 사전에 밝힌 목적 이외에 다른 목적으로는 사용하지 않으며 외부로 유출하지 않습니다.</p>
<h3>4.개인정보 수집방법</h3>
<p>“회사”는 다음과 같은 방법으로 개인정보를 수집합니다.
<br>
- 홈페이지, 서비스 이용</p>
</div>
