<div class="ui text container">
<h2 style="padding-top:20px;">이용약관</h2>
<hr>
<h3>제1조(목적)</h3>
<p>이 약관은 주식회사 Researchers(이하 "회사"라 한다)가 운영하는 인터넷 웹사이트인 연구자들(http://Researchers.net)(이하 "사이트"라 한다)에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 한다)를 이용함에 있어 서비스와 서비스 이용자의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다. ※「PC통신, 무선 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다.」</p>
<h3>제2조(정의)</h3>
<p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
<h3>제3조(약관 등의 명시와 설명 및 개정)</h3>
<h3>제4조(서비스의 제공 및 변경)</h3>
<h3>제5조(서비스의 해외이용)</h3>
<p>    1) "회사"는 "이용자"가 대한민국의 영토 이외의 지역에서 "사이트"를 이용하고자 하는 경우 "사이트"의 품질 또는 사용성을 보장하지 않습니다.
<br><br>
2) "이용자"는 대한민국의 영토 이외의 지역에서 "사이트"를 이용하고자 하는 경우 스스로의 판단과 책임에 따라서 이용 여부를 결정하여야 하고, 특히 "사이트"의 이용과정에서 현지 법령을 준수할 책임은 "이용자"에게 있습니다.</p>
<h3>제6조(서비스의 중단)</h3>
<p> 1) "회사"는 컴퓨터 등 정보통신설비의 보수점검 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
<br><br>
2) "회사"는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 "회원" 또는 제3자가 입은 손해에 대하여 배상합니다. 단, "회사"가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.</p>
</div>