<!-- start container -->
<div class="ui container" style="padding:20px" >
<h3 align=center>예비교사의 성찰 중심 경험학습(REL)에 대한 사례연구 = A Case Study on Reflection-centered Experiential Learning(REL) of Pre-service Teacher</h3>

<div class="ui divider"></div>

<ul class="ui list">
  <li>저자 : 윤성철</li>
  <li>형태사항 : ⅹ, 156 p. : 삽도 ; 26 cm</li>
  <li>일반주기 : 한국교원대학교 논문은 저작권에 의해 보호받습니다.</li>
  <li>지도교수 : 김현진</li>
  <li>참고문헌 : p. 124-134</li>
  <li>학위논문사항 : 학위논문(박사)-- 한국교원대학교 대학원 : 교육학과 교육공학전공 2018. 2</li>
  <li>DDC : 371.3 22</li>
  <li>발행국 : 충청북도</li>
  <li>언어 : 한국어</li>
  <li>출판년 : 2018</li>
  <li>주제어 : 성찰, 경험, 경험학습, 예비교사 교육, 수업전문성</li>
  <li>소장기관 : 한국교원대학교 도서관</li>
</ul>

<div class="ui divider"></div>

<div class="ui styled fluid accordion" id="target">
  <div class="title ">
    <i class="dropdown icon"></i>
    국문 초록 (Abstract)  
    </div>
  <div class="content ">
    <p class="transition hidden">본 연구는 예비교사의 수업전문성 향상을 위한 성찰 중심 경험학습 사례연구이다. 구체적으로 효과적인 교육방법에 대한 예비교사의 추상적인 과거 경험을 구체화, 전문화하는 성찰 중심 경험학습을 통해 예비교사의 수업전문성 인식 능력을 함양시키고, 경험학습에서 발생하는 성찰의 다양한 양상을 분석하여 성찰 중심 경험학습의 효과성을 탐구하는데 목적이 있다. 이를 위해 동·서양 철학을 기반으로 한 성찰의 심도 깊은 이해, 경험의 사전적 의미 고찰을 통한 심리적 경험 개념 정립, 경험학습 이론의 고찰 등의 선행연구를 바탕으로 성찰 중심 경험학습을 설계하고 예비교사를 대상으로 적용하였다. 구체적인 연구문제는 다음과 같다.
연구 문제 1. 성찰 중심 경험학습을 통해 예비교사가 인지하는 수업전문성에는 변화가 있는가?
연구 문제 2. 성찰 중심 경험학습의 성찰보고서에서 예비교사의 성찰적 사고는 어떤 양상으로 나타나는가?
성찰 중심 경험학습은 3단계로 이루어져 있으며, 그 하위 활동은 9가지 활동으로 구성되었다. 첫 번째 단계는 ‘과거 경험 회상과 성찰 활동’ 단계이며 하위 활동으로 (1) 과거 경험에 의해 알고 있는 효과적인 교육방법 작성 활동 (2) 현재 발휘할 수 있는 있는 효과적인 교육방법 작성 활동 (3) 현재 알고 있는 수업이론 작성 활동을 예비교사는 수행하였다. 이는 예비교사의 수업전문성 인식에 대한 현재 수준을 파악하기 위해 실시되었다. 두 번째 단계는 예비교사가 앎을 형성하는 주요 과정인 ‘현재 경험의 과정적 성찰 활동’ 단계로써 (4) 다른 예비교사의 수업시연 활동에 앞선 효과적인 교육방법 공유 활동, (5) 효과적인 교육방법과 교육이론의 연결 활동 (6) 이론에 근거한 효과적인 교육방법 작성 활동 (7) 이론에 근거한 효과적인 교육방법 평가 활동 (8) 효과적인 교육방법을 반영한 수업준비와 수업시연 활동을 수행하였다. 마지막 단계는 ‘수업 참여 후의 반성적 성찰 활동’ 단계로써 (9) 성찰보고서 작성 활동을 수행하였다. 이는 예비교사가 자신의 사고와 행동의 변화를 인식하는 단계이며, 과연 예비교사가 인지하는 수업전문성(수업을 통하여 알게 된 효과적인 교육방법, 수업을 통하여 알게 된 발휘할 수 있는 효과적인 교육방법, 수업을 통하여 알게 된 수업이론)은 향상되었는지, 성찰 중심 경험학습 활동에 대한 예비교사의 다양한 성찰적 사고 양상은 어떠한지에 초점을 두어 알아보았다.
연구문제 1에서는 예비교사가 인지하는 수업전문성 변화를 보기 위해 충북 소재 교원양성 대학인 K대학교의 2016년도 2학기 개설 강좌 ‘교육방법 및 교육공학’을 수강한 예비교사 89명을 대상으로 수업전문성 인식 향상 여부를 양적 연구를 통하여 검증하였고, 그 효과는 유의한 것으로 나타났다. 또한 질적 연구로 예비교사의 성찰 보고서를 분석한 결과, 수업을 통해 알게 된 효과적인 교육방법, 발휘할 수 있는 효과적인 교육방법, 알게 된 수업이론 등에 대한 지식과 능력이 향상된 것으로 나타나 성찰 중심 경험학습은 예비교사의 수업전문성 인식을 향상시키는 효과가 있는 것으로 밝혀졌다.
연구문제 2에서는 성찰보고서에 나타난 예비교사의 성찰적 사고의 양상을 살펴보는 것으로 예비교사의 성찰보고서를 내용분석 하는 방식으로 성찰적 사고를 분석하였다. 예비교사의 성찰보고서를 분석한 결과 ‘동심인성’, ‘시작의 필요성’, ‘관찰적 사고’, ‘상대적 사고’, ‘반복적 사고’, ‘분유적 사고’, ‘스스로 깨침’이 성찰 중심 경험학습의 성찰적 사고로 잘 나타났다. 동심인성과 시작의 필요성은 주로 ‘과거 경험의 회상과 성찰 활동’ 단계를 통해 나타났는데, 동심인성은 예비교사가 미처 생각하지 못했던 경험을 제공하여 마음을 움직이게 되는 성찰적 사고이며, 시작의 필요성은 수업전문성 향상의 필요성과 실천을 인식하는 시작점을 갖게 되는 성찰적 사고였다. 관찰적 사고, 상대적 사고, 반복적 사고, 분유적 사고는 주로 ‘현재 경험의 과정적 성찰 활동’ 단계를 통해 나타났다. 관찰적 사고는 주위 환경이나 상황에 대한 관찰을 통해 자신의 생각을 타인의 것과 비교, 판단할 수 있는 경험을 통해 나타나는 성찰적 사고였으며, 상대적 사고는 모든 만물은 절대적인 것이 아니라 상대적으로 존재한다는 관점에서 자기 자신과 다름을 느낄 수 있는 경험을 통해 나타나는 성찰적 사고였다. 반복적 사고는 하나의 현상에 대해 진지하고 규칙적이며 반복적인 경험을 통해 나타나는 성찰적 사고였으며, 분유적 사고는 현상의 본질에 접근하려는 경험을 통해 나타나는 성찰적 사고였다. 스스로 깨침은 ‘수업 참여 후의 반성적 성찰 활동’을 통해 주로 나타났는데 스스로 앎을 깨치는 경험을 통해 나타나는 성찰적 사고였다. 이러한 성찰적 사고 양상의 정립은 예비교사 교육에서 이론적 지식과 실천적 지식을 연결하는 경험학습에서 고려되어야 할 성찰적 사고로써 그 의미가 있다.
결론적으로 예비교사는 본 연구의 성찰 중심 경험학습을 통해 다양한 성찰적 사고가 중심이 된 경험학습을 할 수 있었고, 이를 통해 예비교사의 수업전문성 인식이 향상되는 효과가 있었다.</p>
  </div>
  <div class="title ">
    <i class="dropdown icon"></i>
    영문 초록 ()
  </div>
  <div class="content ">
    <p class="transition visible">There are many breeds of dogs. Each breed varies in size and temperament. Owners often select a breed of dog that they find to be compatible with their own lifestyle and desires from a companion.</p>
  </div>
  <div class="title ">
    <i class="dropdown icon"></i>
    목차
  </div>
  <div class="content ">
    <p>I. 서 론 1
1. 연구의 필요성 및 목적 1
2. 연구 문제 5
3. 용어의 정의 5
가. 성찰 5
나. 경험 6
다. 성찰 중심 경험학습 6
Ⅱ. 이론적 배경 7
1. 동양과 서양철학에서 성찰에 대한 이해 7
가. 동양 도가(道家)에서 성찰에 대한 이해 8
나. 동양 유가(儒家)에서 성찰에 대한 이해 13
다. 서양철학에서 성찰에 대한 이해 18
라. 동양과 서양철학에서 성찰에 대한 이해 비교 28
2. 경험과 경험학습 31
가. 경험의 사전적 의미 31
나. Kolb의 경험학습 38
3. 성찰 중심 경험학습과 예비교사 교육 47
가. 성찰 중심 경험학습과 예비교사 교육 47
나. 성찰 중심 경험학습과 교육 49
4. 경험 속에서 성찰적 사고 52
가. 동심인성 52
나. 시작의 필요성 53
다. 관찰적 사고 54
라. 상대적 사고 55
마. 반복적 사고 57
라. 분유적 사고 58
사. 스스로 깨침 59
Ⅲ. 연구 방법 60
1. 연구 환경: 성찰 중심 경험학습(REL) 60
가. 활동 1: 과거 경험에 의해 알고 있는 EIM 작성 68
나. 활동 2: 현재 발휘할 수 있는 EIM 작성 69
다. 활동 3: 현재 알고 있는 수업이론 작성 69
라. 활동 4: 다른 예비교사의 수업시연 활동에 앞선 EIM 공유 70
마. 활동 5: EIM과 교육이론의 연결 71
바. 활동 6: 이론에 근거한 EIM 작성 73
사. 활동 7: 이론에 근거한 EIM 평가 75
아. 활동 8: EIM을 반영한 수업준비와 수업시연 78
자. 활동 9: 수업 참여 경험의 반성적 성찰(성찰보고서 작성) 79
2. 연구 대상 80
가. 양적 자료 수집대상자 80
나. 질적 자료 수집대상자 81
3. 연구 설계 및 자료 수집 83
가. 혼합 연구방법 설계 83
나. 자료 수집 84
4. 측정도구 87
가. 양적 연구 측정도구 및 신뢰도와 타당도 87
나. 질적 연구의 신뢰성 92
5. 자료 분석 93
가. 양적 자료 분석 93
나. 질적 자료 분석 93
6. 연구 절차 94
Ⅳ. 연구의 결과 95
1. 예비교사가 인지하는 수업전문성 변화 95
가. 양적 연구 95
나. 질적 연구 97
2. 성찰보고서에 나타난 예비교사의 성찰적 사고의 양상 100
가. 성찰적 사고의 요약 100
나. 성찰적 사고의 내용 101
Ⅴ. 논의 106
1. 예비교사가 인지하는 수업전문성 변화 106
2. 성찰보고서에 나타난 예비교사의 성찰적 사고의 양상 109
Ⅵ. 결론 및 제언 116
1. 결론 116
2. 제언 122
참고문헌 124
ABSTRACT 135
부록 140</p>
  </div>
</div>

<!-- end container -->
</div>

<script>
    $('#target').accordion({exclusive:false});

;
</script>